Repository: wp-plugins/resres-restaurant-reservations
Catalog: languages/resres.*.po
Languages: es_es

source: Search
es_es: Buscar

source: No data available.
es_es: No hay datos disponibles.

source: Showing _START_ to _END_ of _TOTAL_ entries.
es_es: Mostrando _START_ a _END_ de _TOTAL_ entradas.

source: Showing 0 to 0 of 0 entries.
es_es: Mostrando de 0 a 0 de 0 entradas.

source: Filtered from _MAX_ total entries.
es_es: Filtrado de _MAX_ entradas en total.

source: Reservations
es_es: Reservaciones

source: Settings
es_es: Ajustes

source: Add New Dish
es_es: Adicionar Nuevo Plato

source: Menu Sections
es_es: Secciones de Menú

source: From
es_es: Desde

source: Up to
es_es: Hasta

source: No dates selected
es_es: No hay fechas seleccionadas

source: <span id="resres_sucmsg"> - Reservation added successfully</span>
es_es: <span id="resres_sucmsg"> - Reservación añadida satisfactoriamente</span>

source: Cancel Booking
es_es: Cancelar Reserva

source: No sections found.
es_es: No se encontraron secciones.

source: That you can re-order how the sections are displayed on the menu from the <a target="_blank" href="
es_es: Que usted puede reordenar cómo las secciones se muestran en el menú desde el <a target="_blank" href="

source: That you must allocate a dish to a section before it will show on the menu.
es_es: Que usted debe poner un plato en la sección antes de mostrarlo en el menú.

source: Price
es_es: Precio

source: Allergens and food warnings
es_es: Alérgenos y advertencias de comida

source: Wheat
es_es: Trigo

source: Lactose
es_es: Lactosa

source: Dairy
es_es: Lácteo

source: Sugar
es_es: Azúcar

source: Egg
es_es: Huevo

source: Peanuts
es_es: Cacahuetes

source: Fish
es_es: Pescado

source: Shellfish
es_es: Mariscos

source: Vegetarian
es_es: Vegetariano

source: Vegan
es_es: Vegano

source: How spicy is it?
es_es: ¿Cuán picante está?

source: Number of chilis
es_es: Número de ajíes

source: White Wine
es_es: Vino Blanco

source: Dry
es_es: Seco

source: Medium Dry
es_es: Medio Seco

source: Medium Sweet
es_es: Medio Dulce

source: Sweet
es_es: Dulce

source: Red Wine
es_es: Vino Rojo

source: Full bodied
es_es: De Cuerpo Completo

source: Medium bodied
es_es: De Medio Cuerpo

source: Light bodied
es_es: De Cuerpo Ligero

source: New
es_es: Nuevo

source: Chef's Special
es_es: Especialidad del Chef

source: Email Options
es_es: Opciones del Email

source: Change email from name
es_es: Cambiar email del nombre

source: If left blank, it will default to the site name.
es_es: Si se deja en blanco, pondrá por defecto el nombre del sitio.

source: Disable HTML emails
es_es: Deshabilitar emails HTML

source: Emails will still go out, but in plain text form.
es_es: Los emails aún saldrán, pero en forma de texto plano.

source: Disable emails to site admin
es_es: Deshabilitar emails al sitio de admin

source: Disable reservation emails to customer
es_es: Deshabilitar emails de reservación al cliente

source: The customer email. <br>
es_es: El email del cliente. <br>

source: These tags can be used in your emails.
es_es: Estas etiquetas pueden ser usadas en sus emails.

source: The admin email.
es_es: El email del admin.

source: The customer cancellation email.
es_es: El email de cancelación del cliente.

source: The admin cancellation email.
es_es: El email de cancelación del admin.

source: Cancellation shortcode location
es_es: La posición del código corto de cancelación

source: To
es_es: A

source: Subject
es_es: Asunto

source: Message
es_es: Mensaje

source: Available email tags
es_es: Etiquetas de email disponibles

source: Choose location of the [resrescancel] shortcode. This is used by the {cancel} tag.
es_es: Escoja la localización del código corto [resrescancel]. Esto es usado por la etiqueta {cancel}.

source: Reservation Form Options
es_es: Opciones de la Forma de Reservación

source: Max. Party Size
es_es: Tamaño Máx. del Grupo

source: Disable Themeroller styles
es_es: Deshabilitar estilos de Themeroller

source: <strong>NOTE:</strong> This will remove styles from the date & time pickers.<br>Please only use this option if you plan to add your own styles.
es_es: <strong>NOTA:</strong> Esto borrará los estilos de los selectores de fecha y hora.<br> Por favor solo use esta opción si planea añadir sus propios estilos.

source: Select a Themeroller style for the form.
es_es: Seleccionar un estilo de Themeroller para la forma.

source: Modify reservation form fields
es_es: Modificar campos de forma de reservación

source: Restaurant Areas: <br> Enter one area name per line.
es_es: Áreas de Restaurante: <br> Entre un nombre de área por línea.

source: These will appear in a dropdown menu in the reservation form.
es_es: Esto aparecerá en un menú desplegable en la forma de reservación.

source: Captcha Options
es_es: Opciones de Captcha

source: Disable default captcha system?
es_es: ¿Deshabilitar sistema de captcha por defecto?

source: Enable Google's reCAPTCHA system?
es_es: ¿Habilitar sistema de reCAPTCHA de Google?

source: reCAPTCHA options
es_es: Opciones de reCAPTCHA

source: reCAPTCHA style
es_es: Estilo de reCAPTCHA

source: Mailing List Options
es_es: Opciones de Lista de Envío de Mails

source: Enable MailChimp
es_es: Habilitar MailChimp

source: Ask for both first and last names.
es_es: Preguntar por el primer nombre y el apellido.

source: Disable the notes option (main reservation form and widgets).
es_es: Deshabilitar la opción de notas (widgets y forma principal de reservación).

source: Disable the Restaurant Areas option (main reservation form and widgets).
es_es: Deshabilitar la opción Áreas de Restaurante (widgets y forma principal de reservación).

source: Public Key
es_es: Clave Pública

source: Private Key
es_es: Clave Privada

source: Please Select
es_es: Por favor Seleccione

source: API Key
es_es: Clave de API

source: Select a list
es_es: Seleccione una lista

source: Disable Double Opt-in. The user will be automatically added to your list, without needing to confirm acceptance to the list. Use at your own risk!
es_es: Deshabilitar Opt-in Doble. El usuario será automáticamente añadido a su lista, sin necesidad de confirmar la aceptación en la lista. ¡Úselo a riesgo propio!

source: Enable User Opt-in. If this is <strong>enabled</strong>, the user will see an opt-in box to choose whether to sign up or not. Also they will still recieve a double opt-in email, unless the Disable Double Opt-in option is enabled as well.
es_es: Habilitar Opt-in de Usuario. Si está <strong>habilitado</strong>, el usuario verá una casilla de opt-in para escoger si inscribirse o no. También recibirá un email de double opt-in, a menos que la opción Deshabilitar Opt-in esté habilitada también.

source: Text for the User Opt-in option.
es_es: Texto para la opción Opt-in de Usuario.

source: General Options
es_es: Opciones Generales

source: Shortcode & General Information
es_es: Código Corto e Información General

source: Restaurant information
es_es: Información de Restaurante

source: Days restaurant is open
es_es: El restaurante de Días está abierto

source: Override opening times: <br> Enter one date per line. Please use the Month-Date format, e.g. for 25th December use 12-25
es_es: Sobrescribir tiempos de apertura: <br> Entre una fecha por línea. Por favor use el formato Mes-Día, ej. para 25 de Diciembre use 12-25

source: Please do not use leading zeros. E.g. if the date you want to exclude is January the first, write it as 1-1, not 01-01
es_es: Por favor no use ceros a la izquierda. Ej. si la fecha que desea excluir es el primero de Enero, escríbala como 1-1, no 01-01

source: Max. capacity per hour
es_es: Capacidad máxima por hora

source: If set, it will block reservations if the capacity is reached for that hour. If left blank, it will count as unlimited reservations.
es_es: Si se establece, bloqueará las reservas si se alcanza la capacidad para esa hora. Si se deja en blanco, se contará como reservas ilimitadas.

source: Currency symbol
es_es: Símbolo de moneda

source: Default is $
es_es: Por defecto es $

source: Menu Style
es_es: Estilo del Menú

source: Template Colour Scheme
es_es: Esquema de Color de la Plantilla

source: Disable menu images
es_es: Desactivar imágenes del menú

source: Enable the allergen images in the menu.
es_es: Habilitar las imágenes de alérgenos en el menú.

source: <p>The following shortcodes can be used on pages or posts</p>
es_es: <p>Los siguientes códigos cortos se pueden utilizar en las páginas o posts</p>

source: <p>[resres] - displays the reservations form</p>
es_es: <p>[resres] - muestra el formulario de reservas</p>

source: <p>[resresmenu] - displays the menu</p>
es_es: <p>[resresmenu] - muestra el menú</p>

source: <p>[resrescancel] - displays the cancel reservation form</p>
es_es: <p>[resrescancel] - muestra el formulario de cancelar la reservación</p>

source: <p>[resrestimes] - displays the opening times and location details</p>
es_es: <p>[resrestimes] - muestra los horarios de apertura y detalles de la ubicación</p>

source: <p><strong>Please see the <a href="http://www.deftdev.com/document/resres-documentation/">documentation</a> for further information regarding the shortcodes.</strong></p>
es_es: <p><strong>Por favor, consulte la <a href="http://www.deftdev.com/document/resres-documentation/">documentación</a> para más información con respecto a los códigos cortos.</strong></p>

source: Restaurant name
es_es: Nombre del restaurante

source: Address
es_es: Dirección

source: Address line 2
es_es: 2da línea de dirección

source: City
es_es: Ciudad

source: State/Region
es_es: Estado/Región

source: Country
es_es: País

source: Zip/Postal Code
es_es: Zip/Código Postal

source: Telephone
es_es: Teléfono

source: Twitter (handle)
es_es: Twitter (cuenta)

source: Google Plus (user code)
es_es: Google Plus (código de usuario)

source: Open?
es_es: ¿Abrir?

source: First sitting from
es_es: Primera posición desde

source: Second sitting from
es_es: Segunda posición desde

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mie

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sab

source: Sun
es_es: Dom

source: Column
es_es: Columna

source: Accordion
es_es: Acordeón

source: Accordion Column
es_es: Columna de Acordeón

source: List
es_es: Lista

source: Grid
es_es: Cuadrícula

source: Chalkboard
es_es: Pizarra

source: Title background colour
es_es: Color del fondo del título

source: Title font colour
es_es: Color de la fuente del título

source: Enable images
es_es: Habilitar imágenes

source: Use white images
es_es: Usar imágenes blancas

source: Licence
es_es: Licencia

source: invalid
es_es: inválida

source: expired
es_es: expirada

source: deactivated
es_es: desactivada

source: valid
es_es: válida

source: The licence key is
es_es: La clave de licencia es

source: The licence key is valid
es_es: La clave de licencia es válida

source: Enter your licence key
es_es: Introduzca su clave de licencia

source: Deactivate License
es_es: Desactivar Licencia

source: Activate License
es_es: Licencia de Activación

source: Menu Ordering
es_es: Menú de pedido

source: Order the menu sections
es_es: Ordenar las secciones del menú

source: Order the dishes
es_es: Ordenar los platos

source: Drag & drop to re-order
es_es: Arrastrar y Soltar para reordenar

source: Dishes can only be re-ordered within their section.
es_es: Los platos solo pueden ser reordenados dentro de su sección.

source: Please allocate a dish to a section.
es_es: Por favor coloque un plato en una sección.

source: WARNING: JavaScript is DISABLED. ResRes requires JavaScript to be enabled in the admin to function correctly.
es_es: ADVERTENCIA: JavaScript no está habilitado. y ResRes requiere que JavaScript esté habilitado para funcionar correctamente.

source: Save Changes
es_es: Guardar Cambios

source: New Section
es_es: Nueva Sección

source: Load Section
es_es: Cargar Sección

source: Select a Section
es_es: Seleccione una Sección

source: Save Section
es_es: Salvar Sección

source: Please enter a name for this section.
es_es: Por favor, introduzca un nombre para esta sección.

source: Today
es_es: Hoy

source: Tomorrow
es_es: Mañana

source: This week
es_es: Esta semana

source: This month
es_es: Este mes

source: Select first date
es_es: Seleccione la primera fecha

source: Select second date
es_es: Seleccione la segunda fecha

source: Load
es_es: Cargar

source: Click for help with date selections
es_es: Haga clic para obtener ayuda con las fechas seleccionadas

source: Print
es_es: Imprimir

source: Hide arrived customers
es_es: Ocultar clientes que llegaron

source: Hide cancelled customers
es_es: Ocultar clientes cancelados

source: Add Reservation
es_es: Adicionar Reservación

source: Date Selection Help
es_es: Ayuda de la Selección de Fecha

source: Today: Will list all reservations made for today
es_es: Hoy: Aparecerá una lista de todas las reservas realizadas para hoy

source: Tomorrow: Will list all reservations made for tomorrow.
es_es: Mañana: Aparecerá una lista de todas las reservas realizadas para el mañana.

source: This week: Will display all reservations this week (Monday to Sunday).
es_es: Esta semana: Mostrará todas las reservas de esta semana (de Lunes a Domingo).

source: This month: Will display all reservations this month.
es_es: Este mes: Mostrará todas las reservas de este mes.

source: Date Selectors: Choosing both dates will select all reservations within those dates (inclusive of the selected dates). Select the same date in both fields to find a single future date. Select just the first date to find reservations from that date onwards. Select just the second date to find reservations up to and including that date.
es_es: Selectores de Fecha: La elección de ambas fechas dará como resultado todas las reservas dentro de esas fechas (incluyendo las fechas seleccionadas). Seleccione la misma fecha en ambos campos para encontrar una sola fecha futura. Seleccione sólo la primera fecha para encontrar reservas de esa fecha en adelante. Seleccione sólo la segunda fecha para encontrar reservas hasta esa fecha incluyéndola.

source: Date
es_es: Fecha

source: Time
es_es: Tiempo

source: Party Size
es_es: Tamaño del Grupo

source: Name
es_es: Nombre

source: First Name
es_es: Primer Nombre

source: Last Name
es_es: Apellido

source: Phone number
es_es: Número de Teléfono

source: Dining Area
es_es: Zona de Comedor

source: Notes
es_es: Notas

source: Cancel
es_es: Cancelar

source: RESERVE
es_es: RESERVAR

source: Customer email
es_es: Email del cliente

source: Admin email
es_es: Email del administrador

source: Currently displaying:
es_es: Mostrando actualmente:

source: Phone
es_es: Teléfono

source: Area
es_es: Área

source: Arrived
es_es: Llegada

source: Cancelled
es_es: Cancelado

source: <div class="res_clearmargin"><p class="resres_error_message">Sorry, the restuarant is fully booked for that time. Please choose another time and resubmit the form.</p></div>
es_es: <div class="res_clearmargin"><p class="resres_error_message">Lo sentimos, el restaurante está completamente lleno para esa fecha. Por favor elija otra vez y vuelva a enviar el formulario.</p></div>

source: <div class="res_clearmargin"><p class="resres_error_message">The captcha was not entered correctly. Please try it again.</p></div>
es_es: <div class="res_clearmargin"><p class="resres_error_message">El Código de seguridad no se ha introducido correctamente. Por favor, inténtelo de nuevo.</p></div>

source: <div class="res_clearmargin"><p class="resres_error_message">The reCAPTCHA was not entered correctly. Please try it again.</p></div>
es_es: <div class="res_clearmargin"><p class="resres_error_message">El reCAPTCHA no se ha introducido correctamente. Por favor, inténtelo de nuevo.</p></div>

source: Reservation not found. Please check the ID and try again.
es_es: No se ha encontrado la reserva. Por favor, compruebe el ID y vuelva a intentarlo.

source: Reservation cancelled.
es_es: Reservación Cancelada

source: Spicy hot!
es_es: ¡Picante caliente!

source: Please select
es_es: Por favor seleccione

source: Reserve a Table
es_es: Reservar una Mesa

source: Reserve
es_es: Reservar

source: Title:
es_es: Título:

source: Ask for both first and last names?
es_es: ¿Preguntar por los dos nombres y apellidos?

source: Button Text:
es_es: Texto del Botón:

source: Reservation form location:
es_es: Ubicación del formulario de reservación:

source: Labels
es_es: Etiquetas

source: Name Label:
es_es: Etiqueta del Nombre:

source: First Name Label:
es_es: Etiqueta del Primer Nombre:

source: Surname Label:
es_es: Etiqueta del Nombre Intermedio:

source: Date Label:
es_es: Etiqueta de la Fecha:

source: <div class="res_clearmargin"><p class="resres_success_message">Your reservation has been submitted.</p></div>
es_es: <div class="res_clearmargin"><p class="resres_success_message">Su reserva ha sido presentada.</p></div>

source: Please confirm you are human, what is
es_es: Por favor confirme que es humano, que es

source: Phone Number
es_es: Número de Teléfono

source: Choose an area to dine in.
es_es: Elija un área donde comer.

source: Phone Label:
es_es: Etiqueta del Teléfono:

source: Email Label:
es_es: Etiqueta del Email:

source: Time Label:
es_es: Etiqueta del Tiempo:

source: Party Size Label:
es_es: Etiqueta del Tamaño del Grupo:

source: Dining Section Label:
es_es: Etiqueta de la Sección del Comedor:

source: Notes Label:
es_es: Etiqueta de las Notas:

source: Closed
es_es: Cerrado

source: Contact Us
es_es: Contáctenos

source: Opening Times
es_es: Horario

source: Sitting One
es_es: Asiento Uno

source: Sitting Two
es_es: Asiento Dos

source: Monday:
es_es: Lunes:

source: Tuesday:
es_es: Martes:

source: Wednesday:
es_es: Miércoles:

source: Thursday:
es_es: Jueves:

source: Friday:
es_es: Viernes:

source: Saturday:
es_es: Sábado:

source: Sunday:
es_es: Domingo:

source: Dishes
es_es: Platos

source: Dish
es_es: Plato

source: Add New
es_es: Adicionar Nuevo

source: Edit Dish
es_es: Modificar Plato

source: New Dish
es_es: Nuevo Plato

source: View Dish
es_es: Ver Plato

source: Search Dishes
es_es: Buscar Platos

source: No dishes found
es_es: No se encontraron platos

source: No dishes found in Trash
es_es: No se han encontrado platos en la papelera

source: Parent Dish:
es_es: Plato Padre:

source: Menu Section
es_es: Sección del Menú

source: Search Menu Sections
es_es: Buscar Secciones del Menú

source: All Menu Sections
es_es: Todas las Secciones del Menú

source: Edit Menu Section
es_es: Modificar Sección del Menú

source: Update Menu Section
es_es: Actualizar Sección del Menú

source: Add New Menu Section
es_es: Añadir Nueva Sección al Menú

source: New Menu Section
es_es: Nueva sección del Menú

source: Separate menu sections with commas
es_es: Secciones del menú con comas

source: Add or remove menu sections
es_es: Adicionar o eliminar secciones con comas

source: Choose from the most used menu sections
es_es: Elija una de las secciones del menú más utilizadas

source: Description
es_es: Descripción

source: Slug
es_es: Ficha

source: Dish name
es_es: Nombre del plato

source: Photo of Dish
es_es: Foto del Plato

source: Short Description
es_es: Descripción Corta

source: IMPORTANT: You can change the order of the Menu Sections from the
es_es: IMPORTANTE: Es posible cambiar el orden de las secciones del menú de la

source: Settings page
es_es: Página de configuraciones

source: Nothing here right now...
es_es: Nada aquí ahora mismo...

source: Enter your reservation ID to cancel.
es_es: Introduzca el ID de la reservación a cancelar.

source: Cancel Reservation
es_es: Cancelar Reservación

source: Date *
es_es: Fecha *

source: Time *
es_es: Tiempo *

source: Party Size - slide to set, or type a number in the box.
es_es: Tamaño de Grupo - mover para establecer, o escribir un número en el cuadro.

source: Name *
es_es: Nombre *

source: First Name *
es_es: Segundo Nombre *

source: Last Name *
es_es: Apellido *

source: Phone number *
es_es: Número de Teléfono *

source: Please choose which area to dine in.
es_es: Por favor elija el área para cenar

source: Notes - please let us know about any special needs, birthdays, etc.
es_es: Notas - por favor háganos saber acerca de las necesidades especiales, cumpleaños, etc.

source: Reserve Table
es_es: Reservar Mesa
